tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
cask "xquartz"
brew "ack"
brew "autoconf"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "kubernetes-cli"
brew "openssl"
brew "libpq"
brew "lua"
brew "micro"
brew "mysql"
brew "pgcli"
brew "postgresql"
brew "proj"
brew "the_silver_searcher"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wxmac"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
cask "keycastr"
cask "minikube"
